{
  "blogs": [
    {
      "title": "WHAT MAKES JUMP SCHOOL UNIQUE?",
      "author": "mario",
      "body": "Jump School is the only stand alone church planting core team training.\n\nIt’s also the only planter training that utilizes the APEST model of leadership and incorporates field training to mobilize your team on mission. Jump School is so much more than videos and discussion questions however. It's proper training that YOU facilitate. You're gonna need some giant post-it notes for this one! You're going to transform your team from consumers into gospel commandos! It's how I train my core teams, and now I'm sharing it with you. This highly interactive training includes:\n\nA 24-chapter study guide written by me complete with study guide questions.\n24 leaders videos videos to guide you in training them.\n24 videos for your team to watch every week.\nWeekly step-by-step schedule, outline, and format for facilitating breakthroughs with your team.\nUser-friendly layout that allows you to lead each week from your iPad.\nA complete interactive training experience.",
      "id": 3
    },
    {
      "title": "The Huffington Post",
      "author": "yoshi",
      "body": "The history of political blogging might usefully be divided into the periods pre- and post-Huffington. Before the millionaire socialite Arianna Huffington decided to get in on the act, bloggers operated in a spirit of underdog solidarity. They hated the mainstream media - and the feeling was mutual.\n\nBloggers saw themselves as gadflies, pricking the arrogance of established elites from their home computers, in their pyjamas, late into the night. So when, in 2005, Huffington decided to mobilise her fortune and media connections to create, from scratch, a flagship liberal blog she was roundly derided. Who, spluttered the original bloggerati, did she think she was?\n\nBut the pyjama purists were confounded. Arianna's money talked just as loudly online as off, and the Huffington Post quickly became one of the most influential and popular journals on the web. It recruited professional columnists and celebrity bloggers. It hoovered up traffic. Its launch was a landmark moment in the evolution of the web because it showed that many of the old rules still applied to the new medium: a bit of marketing savvy and deep pockets could go just as far as geek credibility, and get there faster.\n\nTo borrow the gold-rush simile beloved of web pioneers, Huffington's success made the first generation of bloggers look like two-bit prospectors panning for nuggets in shallow creeks before the big mining operations moved in. In the era pre-Huffington, big media companies ignored the web, or feared it; post-Huffington they started to treat it as just another marketplace, open to exploitation. Three years on, Rupert Murdoch owns MySpace, while newbie amateur bloggers have to gather traffic crumbs from under the table of the big-time publishers.",
      "id": 4
    },
    {
      "title": "Students for a free Tibet",
      "author": "biju",
      "body": "Taking the protest online, Students for a Free Tibet (SFT) is a global, grassroots network of students campaigning to free Tibet, which has been occupied by China since 1950. Students in Tibet face arrest for posting on the site, but many escape to blog about their experiences in exile. With a history of direct action, the group is now uniting worldwide members through the web, blogging to spread word of news and protests, and using sites like Facebook to raise funds. The organisation, which was founded in 1994 in New York, spans more than 35 countries and gets up to 100,000 hits a month. In 2006, SFT used a satellite link at Mount Everest base camp to stream live footage on to YouTube of a demonstration against Chinese Olympic athletes practising carrying the torch there. Later this year the web will be a critical tool in organising and reporting protests during the games. 'SFT plans to stage protests in Beijing during the games and post blogs as events unfold,' says Iain Thom, the SFT UK national co-ordinator. 'But for security reasons we can't reveal details of how or where yet.' Similarly, a massive protest in London on 10 March will be the subject of intense cyber comment. In response, the site has fallen victim to increasingly sophisticated cyber attacks. Investigations have traced the sources back to China, leading to speculation that the Chinese authorities are trying to sabotage the site to stop online critics.",
      "id": 5
    }
  ]
}